export default [`报名须知
`,`
1. 本次比赛由浙江大学CC98论坛主办。
2. 报名时须使用CC98论坛帐号，并填写雀魂昵称、QQ、手机号三项资料。请保证资料的真实性，相关资料只会在验证参赛资格、发送比赛通知、赛后奖品发放联络时使用，我们会妥善保管相关资料。QQ和手机号不会被公开。
3. 每个人仅限使用与本人浙大通行证绑定的CC98论坛帐号报名，只能使用一个帐号报名。请勿重复报名，请勿外借CC98帐号给他人报名。
4. 报名后将进行简单的审核，审核通过后才为报名成功。对审核不通过有异议的，请联系 contact@cc98.org。
5. 报名将在北京时间11月10日23:59:59或报名成功人数达到128人时结束，取两者较早的时间。
6. 本次比赛娱乐为主，友谊第一，比赛第二。
7. 淘汰赛阶段的比赛可能会进行网络直播。
8. 报名即视为同意本页面全部内容，CC98运营管理团队对本次比赛拥有最终解释权。
9. 本次比赛奖品中的雀魂游戏道具和相关周边由雀魂麻将官方提供，在此表示感谢。

`,
`比赛规则
`,`
1. 本次比赛为个人赛，分为小组赛和淘汰赛两个阶段。比赛在雀魂麻将（https://www.majsoul.com/）的友人场和比赛场进行，小组赛阶段在友人场，淘汰赛阶段在比赛场。每场比赛使用四人半庄、5+20秒、起始点数25000、1位必要点数30000、3赤、有食断、有便捷提示、允许观战的设置，其余规则按雀魂麻将的现行默认规则。
2. 小组赛阶段，所有选手随机分到A、B、C、D四个小组，分组和小组赛对阵表在报名结束后给出。小组赛将在每周末进行三轮，持续二周，共六轮。小组赛在11月16日、17日和11月23日、24日两个周末进行。
3. 小组赛阶段每场比赛结束后，记录每个选手的结算点数和位次，并计算选手在本场比赛获得的积分。获得的积分=(结算点数-25000)/1000+马点（四舍五入进位），其中马点为：1位+15、2位+5、3位-5、4位-15。
4. 小组赛结束后，选手按照小组赛的积分结果排名，每个小组前16名选手出线进入淘汰赛。积分相同时，将按照以下顺序依次比较，排出名次：①选手每场比赛的平均得点数较高的在前 ②报名时间较早的选手在前。
5. 淘汰赛阶段，按照预先给出的对阵表进行比赛，对阵表在小组赛开始前给出。在64强和32强阶段，每场比赛的前两名进入下一轮。在16强和8强阶段，每场比赛的第一名直接进入下一轮，第二名和第三名进入复活赛，复活赛前两名进入下一轮。决赛直接决定最终名次。淘汰赛将在11月30日进行64强比赛，12月1日进行32强比赛，12月7日进行16强比赛和复活赛，12月8日进行8强比赛、复活赛和决赛。
6. 如果选手在约定的比赛时间20分钟之后仍未出现，视为缺席并放弃参加该场比赛。当只有一名选手缺席时，小组赛阶段添加电脑代打，淘汰赛阶段安排工作人员代打，代打在结算时不计入名次，其他选手按照实际得点和去除代打的名次进行结算，缺席的选手按照得点0、名次4位进行结算。当出现二名及以上选手缺席时，由主办方根据实际情况另行安排。
7. 比赛时建议在稳定的网络及合适的环境下进行，出现掉线等情况不安排重赛。
8. 比赛过程中如发现违反报名须知第3条或者出现违反体育精神行为的，将取消相关选手成绩、不发放相应奖品。
9. 出现其他意外情况时由主办方根据实际情况进行安排。

`,`比赛奖品
`,`
（单抽券指雀魂游戏内寻觅1次的道具，铜币指雀魂游戏内货币，威望指CC98论坛帐号的威望）
1. 冠军：10张单抽券+60万铜币+1套春节主题钥匙扣（全套8款）+限定明信片组合（非卖品）+1件T恤+198元现金+1份肯德基30份吮指原味鸡电子券+5威望
2. 亚军：5张单抽券+30万铜币+随机春节主题钥匙扣（4款）+限定明信片组合（非卖品）+1件T恤+1份肯德基30份吮指原味鸡电子券+3威望
3. 季军：3张单抽券+25万铜币+随机春节主题钥匙扣（3款）+限定明信片组合（非卖品）+1件T恤+1份肯德基30份吮指原味鸡电子券+3威望
4. 第4名：2张单抽券+20万铜币+随机春节主题钥匙扣（2款）+限定明信片组合（非卖品）+1件T恤+1份肯德基30份吮指原味鸡电子券+3威望
5. 第5-8名：1张单抽券+8万铜币+随机春节主题钥匙扣（1款）+限定明信片组合（非卖品）+2威望
6. 第9-16名：5万铜币+随机春节主题钥匙扣+2威望
7. 第17-32名：5万铜币+2威望
8. 第33-64名：1万铜币+2威望
9. 第65-128名：1万铜币+1威望
9. 特别奖项：比赛中每和出1次役满，额外奖励1张单抽券。
`]
